Repository: skysek/TrainOn
Catalog: BnpTrainOn/*.lproj/Localizable.strings
Languages: be

source: Ajout réussi
be: Success

source: Aout
be: August

source: Attention !
be: Warning !

source: Avril
be: April

source: Décembre
be: December

source: Février
be: February

source: Il doit y avoir au moins un contact et un module sélectionnés.
be: There should be at least one training and one contact.

source: Il doit y avoir au moins un contact sélectionné.
be: There should be at least one contact.

source: Il doit y avoir au moins un module sélectionné.
be: There should be at least one training.

source: Janvier
be: January

source: Juillet
be: July

source: Juin
be: June

source: L'entreprise a bien été ajouté.
be: Information Saved

source: La session a bien été ajoutée.
be: Information Saved

source: La session a bien été modifiée.
be: Information Saved

source: Le contact a bien été ajouté.
be: Information Saved

source: Le contact a bien été modifié.
be: Information Saved

source: Mai
be: May

source: Mars
be: March

source: Modification réussie
be: Success

source: Novembre
be: November

source: Octobre
be: October

source: Septembre
be: September

source: Validation échouée
be: Operation failed

source: Veuillez saisir les différents champs
be: All fields must be completed

source: contact sélectionné
be: contact selected

source: contacts sélectionnés
be: contacts selected

source: module sélectionné
be: training selected

source: modules sélectionnés
be: trainings selected
